/* 
   Localizable.strings
   Redial

   Created by qqn_pipi on 10-7-29.
   Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "取消";

"Back" = "返回";

"Edit" = "编辑";

"Call" = "呼叫";

"Dial" = "拨打电话";

"Settings" = "设置";

"Support" = "支持";

"Save" = "保存";

"No" = "否";

"Yes" = "是";

"Close" = "关闭";

"Text Message" = "发送短信";

"Submit" = "提交";

"Reset" = "重置";

"Help" = "帮助";

// SMS & Call Message

"kSmsNotSupportOnOS" = "对不起，您的iPhone操作系统版本不支持发送短信功能";

"kInfoSmsSentSuccess" = "短信已成功提交";

"kInfoSmsSentFailure" = "短信发送失败，请检查网络和系统设置";

"kCallNotSupportOnIPod" = "您的设备不支持拨打电话功能";

"kInfoAddCalendarSuccess" = "成功添加事件到日程表中";

"kInfoConfirmDelete" = "确认删除这条记录吗?";

"kInfoValueEmpty" = "设置取值不能为空";

"kInfoSaveConfigSuccess" = "设置已经成功保存";

"ConnectingServer" = "连接到服务器中...";

"kErrorNetwork" = "本应用需要访问互联网，请检查当前的网络访问是否可用。";

"kSystemFailure" = "连接到服务器失败，请检查您的网络是否正确连接到网络。";

"Feedback" = "反馈";

"Follow" = "信息";

"Invite" = "邀请";

"Nearby" = "地盘";

"Setting" = "我";

"kAroundPlace" = "周边地盘";

"kMyPlace" = "我的关注";

"kCreatePlace" = "创建我的地盘";

"kEnterPlaceName" = "地盘名称（中英文字符,0-9）";

"kChooseLocation" = "标记地盘位置";

"kEnterPlaceDescription" = "地盘描述";

"kPlaceNameEmpty" = "地盘名字不能为空";

"kPlaceNameIncorrect" = "地盘名字只能包含中文汉字或者英文字母，以及数字0-9";

"kCreatingPlace" = "发送创建地盘请求中...";

"kFinishSelectLocation" = "完成";

"kCreatePlace" = "创建地盘";

"kNewPost" = "发表";

"kTextContent" = " 文字 ";

"kPhotoContent" = " 图片 ";

"kSavePost" = "发表";

"kCreatingPost" = "提交帖子中...";

"kRegisteringUser" = "发送注册请求中...";

"kNearbyPost" = "周边热帖";

"kFollowPost" = "我的关注";

"kAtMePost" = "回复我的";

"kMyPrivateMessage" = "私信";

"kDistance" = "距离%d米";

"kPlacePosts" = "地盘最新帖子";

"kFollow" = "关注";

"kUnfollow" = "取消关注";

"kFollowingPlace" = "关注地盘...";

"kUnfollowingPlace" = "取消关注地盘...";

"kDateByMinute" = "%d分钟前";

"kDateBySecond" = "%d秒前";

"kDateByHour" = "%d小时前";

"kDateByDay" = "%d天前";

"kTotalRelated" = "共%d条相关";

"kRelatedPost" = "所有相关帖子";

"kPlacePostTitle" = "地盘帖子列表";

"kPostRelatedPostTitle" = "帖子详细信息";

"kCreatePostTitle" = "新建帖子";

"kSyncSNSYes" = "微博(√)";

"kSyncSNSNo" = "微博(X)";

"kReplyPostTitle" = "回复帖子";

"kCreatePostTitle" = "发表新帖";

"kNoContentInPost" = "您需要输入文本内容或者选择一幅图片才能够发布帖子";

"kExceedContentLength" = "文本内容最大长度为140字";

"kSegText" = "文本（%d）";

"kSegPhoto" = "图片（%d）";

"kTextLengthExceed" = "帖子文本内容不能超过140个字";

"kLoginIdNotMatch" = "你输入的ID和你之前使用的不一致，请重新输入";

"kLoginIdExist" = "你输入的ID已经被使用，请尝试其他ID";

"kLoginGeneralError" = "对不起，登录失败，错误码为%d，请联系我们技术支持邮件以便解决您的问题。";

"kFailInitAuthorization" = "请求授权失败，请检查您的网络是否可用";

"kInitiateAuthorization" = "请求授权中...";

"kCheckAuthorizationResponse" = "校验授权结果...";

"Logout" = "登出";

"kNickName" = "昵称";

"kMobile" = "手机号码";

"kSinaWeibo" = "新浪微博";

"kQQWeibo" = "腾讯微博";

"kRenren" = "人人网";

"kBind" = "已绑定";

"kNotBind" = "未绑定";

"kEnterMobileNumber" = "请输入手机号码 (示例：13600001234)";

"kEnterNickNameTitle" = "设置昵称";

"kEnterMobileTitle" = "设置手机";

"kNickNameNotNull" = "昵称不能为空，请重新设置";

"kUpdatingUser" = "保存用户资料中...";

"kUpdateUserSucc" = "保存用户资料成功";

"kUpdateUserFail" = "保存用户资料失败";

"kSelectFromAlbum" = "从相册中选择";

"kTakePhoto" = "拍照";

"kSendAppLinkBody" = "Hi,向你推荐一下iPhone上的［地盘］应用，你可以通过 %@ 下载应用，下载完毕就可以建立你自己的地盘，和你所在社区／写字楼附近的朋友进行交流了";

"kSendAppLinkSubject" = "地盘 —— iPhone上的生活互动应用";

"kSendBySMS" = "通过短信发送";

"kSendByEmail" = "通过邮件发送";

"Send" = "发送";

"kReply" = "回复";

"kFeedbackLabel" = "欢迎给我们提供应用的各种宝贵意见和建议，以便我们更好的改进应用，请点击下面按钮发送给我们";

"kFeedbackButton" = "发送您的宝贵意见";

"kFeedbackSubject" = "关于［地盘应用］的反馈意见";

"Feedback" = "反馈";

"kAskFollowPlace" = "关注地盘 %@ 吗?";

"kFollowSucc" = "成功关注地盘！";

"More..." = "更多...";

"kCreatePlaceTitle" = "创建新地盘";

"kSelectPlaceTitle" = "选择一个地盘";

"kSendPrivateMessage" = "发送私信";

"kSendTo" = "接收人 : ";

"kUnknowFailure" = "请求失败，请稍候再试";

"kNoContentInMessage" = "消息内容为空，请输入内容";

"kSendingMessage" = "发送消息中...";

"kDeletingMessage" = "删除消息中...";

"DOWNLOAD_STATUS_NOT_STARTED" = "未下载";

"DOWNLOAD_STATUS_STARTED" = "下载中";

"DOWNLOAD_STATUS_FINISH" = "已下载";

"DOWNLOAD_STATUS_PAUSE" = "暂停";

"DOWNLOAD_STATUS_FAIL" = "下载失败";

"Pause" = "暂停";

"Resume" = "恢复";

"Play" = "播放";

"View" = "查看";

"Open" = "打开";

"kDownloadCount" = "%d";

"kDownloadURL" = "是否下载来自 %@ 的链接文件?";

"kYesDownload" = "是的，我要下载";

"kNoOpenURL" = "不是，继续打开链接";

"kTryDownloadNow" = "正尝试下载链接";

"kDownloadStart" = "开始下载文件 %@";

"kDownloadFinish" = "文件下载完成 %@";

"kDownloadFailure" = "下载失败 %@";

"kFromWebSite" = "来自 : %@";

"kCannotPreviewFile" = "对不起，本文件不支持预览";

"kNowPlaying" = "播放";

"kLoadingURL" = "加载网页中...";

"kLoadingData" = "加载数据中...";

//Preview  and  Share  and   Sent to

"kBack" = "返回";

"kNextItem" = "下一个";

"kPreview" = "预览";

"kOpen" = " 打开";

"kRename" = " 重命名";

"kDelete" = " 删除";

"kShare" = "分享";

"kFacebook" = " Facebook";

"kTwitter" = " Twitter";

"kEmail" = " 邮件";

"kSMS" = " 短信";

"kMore" = " 更多";

"kSendto" = "发送到";

"kAlbum" = " 专辑";

"kRenameFileAlertTitle" = "输入新的文件名:";

"kRenameFileAlertOkButtonTitle" = "确定";

"kRenameFileAlertCancelButtonTitle" = "取消";

"kRenameFileSuccessful" = "重命名成功";

"kRenameFileFailed" = "重命名失败";

"kDeleteFileAlertTitle" = "删除文件";

"kDeleteFileAlertMessage" = "确定删除此文件: %@";

"kDeleteFileAlertCancelButtonTitle" = "否";

"kDeleteFileAlertOtherButtonTitle" = "是";

"kDeleteFileFailed" = "删除文件失败";

"kShareEmailSubject" = "来自皮皮下载者的文件分享";

"kShareEmailBody" = "%@ %@";

"kSendEmailSubject" = "来自皮皮下载者的文件分享";

"kSendEmailBody" = "%@";

"kEmailCanceled" = "邮件取消";

"kEmailSaved" = "邮件已保存";

"kEmailSent" = "邮件已发送";

"kEmailFailed" = "邮件发送失败";

"kEmailNotSent" = "邮件尚未发送";

"kMessageCanceled" = "短信取消";

"kMessageSent" = "短信已发送";

"kMessageFailed" = "短信发送失败";

"kMessageNotSent" = "短信尚未发送";

"kCanNotSendSMS" = "您的设备不支持发送短信";

"kSavingToAlbum" = "正在保存到相册...";

"kSaveToAlbumFail" = "保存到相册失败";

"kSaveToAlbumSuccess" = "保存到相册成功";

//Download

"kFilterAllButtonTitle" = " 全部";

"kFilterCompleteButtonTitle" = " 已下载";

"kFilterDownloadingButtonTitle" = " 下载中";

"kFilterStarredButtonTitle" = " 我的关注";

//Resource

"kTopButtonTitle" = " 排行";

"kHotButtonTitle" = " 推荐";

"kNewButtonTitle" = " 最新";

"kStarredButtonTitle" = " 收藏";

"kFileType_other" = "其它";

//VideoPlayer

"kOK" = "OK";

"kPrevious" = "上一个";

"kNext" = "下一个";

"kTips" = "温馨提示";

"kAlreadyFirst" = "已经是第一个了！";

"kAlreadyLast" = "已经是最后一个了！";

//TopDownloadController

"kDownloaded_Before" = "已经下载过啦";

"kRedownload" = "是否重新下载";

//DownloadWebViewController

"kBackButtonTitle" = "返回";

"kStopButtonTitle" = "停止";

"kReloadButtonTitle" = "刷新";

"kAddFavoriteButtonTitle" = "收藏";

"kBackwardButtonTitle" = "后退";

"kForwardButtonTitle" = "前进";

//in the file:"DownloadAppDelegate.m"

"kFirstViewTitle" = "排行";

"kSecondViewTitle" = "资源";

"kThirdViewTitle" = "浏览";

"kFourthViewTitle" = "下载";

"kMusic" = "音乐";

"kVideo" = "视频";

"kBook" = "电子书";

"kRingtone" = "铃声";

"kWallpaper" = "壁纸";


//in the file:"BrowseController.m"

"kBrowseButtonTitle" = "访问";

"kCommonlyUsedWordsLabel" = "常用词";

"kFailLoadSite" = "连接服务器失败，请确认是否正确连接道网络";

"kLoadingURL" = "加载网页中...";

"kLoadingData" = "获取数据中...";

"kSaveFavoriteOK" = "成功保存到收藏夹！你可以在资源页面的收藏中找到该站点。";

"kTopDownload" = "下载排行榜";

"kResourceSites" = "下载站点";

"kCompleteDownloads" = "已完成下载";

"kAllDownloads" = "全部下载";

"kOngoingDownloads" = "进行中下载";

"kStaredDownloads" = "关注下载";

"kGotoWebView" = "当前浏览";

"kNoTopDownloadData" = "暂无数据";

"kNoDownloadData" = "暂无下载项";

"other" = "未知";

